B-noun.Tops
B-noun.act
B-noun.animal
B-noun.artifact
B-noun.attribute
B-noun.body
B-noun.cognition
B-noun.communication
B-noun.event
B-noun.feeling
B-noun.food
B-noun.group
B-noun.location
B-noun.motive
B-noun.object
B-noun.person
B-noun.phenomenon
B-noun.plant
B-noun.possession
B-noun.process
B-noun.quantity
B-noun.relation
B-noun.shape
B-noun.state
B-noun.substance
B-noun.time
B-verb.body
B-verb.change
B-verb.cognition
B-verb.communication
B-verb.competition
B-verb.consumption
B-verb.contact
B-verb.creation
B-verb.emotion
B-verb.motion
B-verb.perception
B-verb.possession
B-verb.social
B-verb.stative
B-verb.weather
E-noun.Tops
E-noun.act
E-noun.animal
E-noun.artifact
E-noun.attribute
E-noun.body
E-noun.cognition
E-noun.communication
E-noun.event
E-noun.feeling
E-noun.food
E-noun.group
E-noun.location
E-noun.motive
E-noun.object
E-noun.person
E-noun.phenomenon
E-noun.plant
E-noun.possession
E-noun.process
E-noun.quantity
E-noun.relation
E-noun.shape
E-noun.state
E-noun.substance
E-noun.time
E-verb.body
E-verb.change
E-verb.cognition
E-verb.communication
E-verb.competition
E-verb.consumption
E-verb.contact
E-verb.creation
E-verb.emotion
E-verb.motion
E-verb.perception
E-verb.possession
E-verb.social
E-verb.stative
E-verb.weather
I-noun.act
I-noun.animal
I-noun.artifact
I-noun.attribute
I-noun.body
I-noun.cognition
I-noun.communication
I-noun.event
I-noun.feeling
I-noun.food
I-noun.group
I-noun.location
I-noun.object
I-noun.person
I-noun.phenomenon
I-noun.possession
I-noun.quantity
I-noun.relation
I-noun.shape
I-noun.state
I-noun.substance
I-noun.time
I-verb.body
I-verb.change
I-verb.cognition
I-verb.communication
I-verb.competition
I-verb.consumption
I-verb.contact
I-verb.emotion
I-verb.motion
I-verb.perception
I-verb.possession
I-verb.social
I-verb.stative
O
S-noun.Tops
S-noun.act
S-noun.animal
S-noun.artifact
S-noun.attribute
S-noun.body
S-noun.cognition
S-noun.communication
S-noun.event
S-noun.feeling
S-noun.food
S-noun.group
S-noun.location
S-noun.motive
S-noun.object
S-noun.person
S-noun.phenomenon
S-noun.plant
S-noun.possession
S-noun.process
S-noun.quantity
S-noun.relation
S-noun.shape
S-noun.state
S-noun.substance
S-noun.time
S-verb.body
S-verb.change
S-verb.cognition
S-verb.communication
S-verb.competition
S-verb.consumption
S-verb.contact
S-verb.creation
S-verb.emotion
S-verb.motion
S-verb.perception
S-verb.possession
S-verb.social
S-verb.stative
S-verb.weather
